[
  {
    "id": 1,
    "slug": "for-every-step-you-take",
    "title": "For every step you take",
    "content": "If you work hard enough, if you actually put time, effort, energy and persistence into trying with your whole heart to move closer to divinity, divinity will then move closer to you. For every step you take, it will take ten to meet you.",
    "citations": [],
    "description": "For every step you take, divinity will take ten to meet you. This is a quote from a book called 'The Alchemist' by Paulo Coelho."
  },
  {
    "id": 2,
    "slug": "can-slowing-down-actually-improve-anxiety",
    "title": "Can slowing down actually improve anxiety?",
    "content": "I began doing things with intention rather than by habit or based on some external idea that I must do it. Let's take the example of going for a walk in the morning, I would set out on my walk in a sprint mode head down to accomplish the mission as quick as possible. Now I slow down my pace and taking my environment. Not brushing to complete the walk and I'm not trying to cover x number of miles or x number of steps. I'm just listening to my body and where my gaze wants to take me. Acceptance of your anxiety. Feel it, express it, write down how you're feeling or sing or talk to yourself or a friend. Embrace it because it will come to pass.",
    "citations": [
      "https://www.bbc.com/worklife/article/20200611-how-anxiety-affects-your-focus",
      "https://www.psychologytoday.com/us/blog/everything-isnt-terrible/201912/anxious-attention-vs-thoughtful-attention"
    ],
    "description": "Can slowing down actually improve anxiety?"
  },
  {
    "id": 3,
    "slug": "ai-for-absolute-beginners-notes",
    "title": "Ai for absolute beginners notes",
    "content": "My thoughts, ideas, and marvels. 'Artificial intelligence, at its core, returns to the overarching mission of creating systems capable of performing tasks that would normally require human intelligence.' - but what does it mean for a robot to replace a human from performing an action? How far must it go until all meaningful actions and interactions are replaced by robots. Take for example, going to a cafe and ordering a coffee or tea, you could have the same quality regardless who makes it but with one you received a small but genuine conversation and maybe even bump into a friend you haven't seen in a while, whereas the other you order from a glorified vending machine dressed as a human-imitating robot. What's the point of making a machine copy to do the task of a human? I see only monetary efficient cost benefits with robots. This isn't enough anymore. We need humans in our small daily tasks. How far does it go that we end up replacing every aspect of our lively humanly interactions with robots. How far do we take it? It is our choice at the end of the day. Would you really prefer an ai machine to be your mental health assistant? When ai gets to a level whereby it's undetectable and passes as a human, then does it really matter at that point whether a robot or human does the 'action'? And then, what if robots don't need humans at all? Are we building our own destructor? Are we all t humans becoming too clever that this is the only way for the destruction of our species and planet? Until, the day whereby a robot decides our existence does matter and sends our DNA to another planet to repopulate and start the process over again..",
    "citations": [],
    "description": "Ai for absolute beginners introduction. My thoughts, ideas, and marvels about AI and its future within our lives."
  }
]
